Repository: Twinlife/twinme-ios
Catalog: Twinme/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sq, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# proxy_view_share_message
source: Share this proxy with those who can no longer connect to the service due to blocking attempts.
ar: قم بمشاركة هذا الوكيل مع الأشخاص الذين لم يعد بإمكانهم الاتصال بالخدمة بسبب محاولات الحظر.
bg: Споделете този прокси с хора, които вече не могат да се свържат към услугата поради блокиране.
cs: Sdílejte tuto proxy s lidmi, kteří se kvůli blokaci již nemohou ke službě připojit.
da: Del denne proxy med dem, der ikke længere kan oprette forbindelse til tjenesten på grund af blokeringsforsøg.
de: Teilen Sie diesen Proxy mit Personen, die aufgrund von Blockierungsversuchen keine Verbindung mehr zum Dienst herstellen können.
el: Κοινοποιήστε αυτόν τον proxy σε όσους δεν μπορούν πλέον να συνδεθούν στην υπηρεσία λόγω μπλοκαρισμάτων.
es: Comparte este proxy con aquellos que ya no pueden conectarse al servicio debido a intentos de bloqueo.
fa: این پروکسی را با کسانی که به دلیل تلاش‌های مسدودسازی دیگر نمی‌توانند به سرویس متصل شوند، به اشتراک بگذارید.
fi: Jaa tämä välityspalvelin niiden kanssa, jotka eivät enää pysty muodostamaan yhteyttä palveluun estoyritysten vuoksi.
fr: Partagez ce proxy avec ceux qui ne peuvent plus se connecter au service en raison de tentatives de blocage.
he: שתף את הפרוקסי הזה עם אלו שכבר לא יכולים להתחבר לשירות עקב ניסיונות חסימה.
hi: इस प्रॉक्सी को उन लोगों के साथ साझा करें जो अवरोधन प्रयासों के कारण अब सेवा से कनेक्ट नहीं हो पा रहे हैं।
hr: Podijelite ovaj proxy s onima koji se više ne mogu povezati s uslugom zbog pokušaja blokiranja.
hu: Oszd meg ezt a proxy-t azokkal, akik már nem tudnak csatlakozni a szolgáltatáshoz a blokkolási kísérletek miatt.
id: Bagikan proksi ini dengan mereka yang tidak dapat lagi terhubung ke layanan karena upaya pemblokiran.
it: Condividi questo proxy con coloro che non riescono più a connettersi al servizio a causa di tentativi di blocco.
ja: ブロックの試みによりサービスに接続できなくなったユーザーとこのプロキシを共有します。
ko: 차단 시도로 인해 더 이상 서비스에 연결할 수 없는 사용자에게 이 프록시를 공유해 주세요.
nb: Del denne proxy-tjeneren med de som ikke lenger kan koble til tjenesten på grunn av blokkeringsforsøk.
nl: Deel deze proxy met degenen die vanwege blokkeringspogingen geen verbinding meer kunnen maken met de service.
pl: Udostępnij ten serwer proxy tym, którzy nie mogą już połączyć się z usługą ze względu na próby blokowania.
pt_pt: Partilhe este proxy com aqueles que já não se conseguem ligar ao serviço devido a tentativas de bloqueio.
ro: Distribuiți acest proxy celor care nu se mai pot conecta la serviciu din cauza tentativelor de blocare.
ru: Поделитесь этим прокси-сервером с теми, кто больше не может подключиться к сервису из-за попыток блокировки.
sk: Zdieľajte tento proxy s tými, ktorí sa v dôsledku blokovania nemôžu pripojiť k službe.
sl: Delite ta proxy s tistimi, ki se zaradi poskusov blokiranja ne morejo več povezati s storitvijo.
sq: Ndajeni këtë proxy me ata që nuk mund të lidhen më me shërbimin për shkak të përpjekjeve për bllokim.
sr_latn: Podelite ovaj proxy sa onima koji više ne mogu da se povežu sa uslugom zbog pokušaja blokiranja.
sv: Dela denna proxy med de som inte längre kan ansluta till tjänsten på grund av blockeringsförsök.
tr: Bu proxy'yi engelleme girişimleri nedeniyle artık servise bağlanamayan kişilerle paylaşın.
uk: Поділіться цим проксі-сервером з тими, хто більше не може підключитися до сервісу через спроби блокування.
vi: Chia sẻ proxy này với những người không thể kết nối với dịch vụ do bị chặn.
zh_hans: 请将此代理服务器分享给因网络封锁而无法连接到该服务的用户。
zh_hant: 請將此代理伺服器分享給因網路封鎖而無法連接到該服務的使用者。

# proxy_view_title
source: Proxy
ar: البروكسي
bg: Прокси
fa: پروکسی
fi: Välityspalvelin
he: פרוקסי
hi: प्रॉक्सी
id: Proksi
ja: プロキシ
ko: 프록시
pl: Serwer proxy
ru: Прокси
uk: Проксі
zh_hans: 代理
zh_hant: 代理商

# proxy_view_url
source: Do you want to use this proxy's URL ?
ar: هل تريد استخدام عنوان URL لهذا البروكسي؟
bg: Искате ли да използвате URL адреса на този прокси?
cs: Chcete použít URL této proxy?
da: Vil du bruge denne proxys URL?
de: Möchten Sie diese Proxy-URL verwenden?
el: Θέλετε να χρησιμοποιήσετε το URL αυτού του proxy;
es: ¿Quieres usar la URL de este proxy?
fa: آیا می‌خواهید از آدرس اینترنتی این پروکسی استفاده کنید؟
fi: Haluatko käyttää tämän välityspalvelimen URL-osoitetta?
fr: Souhaitez-vous utiliser l'URL de ce proxy ?
he: האם ברצונך להשתמש בכתובת URL של פרוקסי זה?
hi: क्या आप इस प्रॉक्सी के URL का उपयोग करना चाहते हैं?
hr: Želite li koristiti URL ovog proxyja?
hu: Szeretnéd használni ennek a proxy-nak az URL-jét?
id: Apakah Anda ingin menggunakan URL proksi ini?
it: Vuoi utilizzare l'URL di questo proxy?
ja: このプロキシのURLを使用しますか？
ko: 이 프록시의 URL을 사용하시겠습니까?
nb: Vil du bruke URL-en til denne proxyen?
nl: Wil je de URL van deze proxy gebruiken?
pl: Czy chcesz użyć adresu URL tego serwera proxy?
pt_pt: Pretende utilizar o URL deste proxy?
ro: Doriți să utilizați URL-ul acestui proxy?
ru: Хотите использовать URL-адрес этого прокси-сервера?
sk: Chcete použiť URL tohto proxy?
sl: Ali želite uporabiti URL tega proxya?
sq: Dëshironi të përdorni URL-në e këtij proxy?
sr_latn: Da li želite da koristite URL ovog proxy-ja?
sv: Vill du använda den här proxyservrarens URL?
tr: Bu proxy'nin URL'sini kullanmak istiyor musunuz?
uk: Ви хочете використовувати URL-адресу цього проксі?
vi: Bạn có muốn sử dụng URL của proxy này không?
zh_hans: 是否要使用此代理的 URL？
zh_hant: 是否要使用此代理程式的 URL？

# proxy_view_warning
source: Warning! This proxy's URL does not allow you to connect to the app's service.
ar: تحذير! لا يسمح لك عنوان URL لهذا البروكسي بالاتصال بخدمة التطبيق.
bg: Внимание! Този прокси URL не позволява връзка към услугата на приложението.
cs: Upozornění! Tato proxy URL neumožňuje připojení ke službě aplikace.
da: Advarsel! Denne proxys URL tillader dig ikke at oprette forbindelse til appens tjeneste.
de: Achtung! Diese Proxy-URL ermöglicht keine Verbindung zum Dienst der Anwendung.
el: Προσοχή! Το URL αυτού του proxy δεν επιτρέπει σύνδεση με την υπηρεσία της εφαρμογής.
es: ¡Advertencia! La URL de este proxy no te permite conectarte al servicio de la app.
fa: هشدار! آدرس اینترنتی این پروکسی به شما اجازه اتصال به سرویس برنامه را نمی
fi: Varoitus! Tämän välityspalvelimen URL-osoite ei salli yhteyden muodostamista sovelluksen palveluun.
fr: Attention ! L'URL de ce proxy ne vous permet pas de vous connecter au service de l'application.
he: אזהרה! כתובת ה-URL של פרוקסי זה אינה מאפשרת לך להתחבר לשירות האפליקציה.
hi: चेतावनी! इस प्रॉक्सी का URL आपको ऐप की सेवा से कनेक्ट करने की अनुमति नहीं देता है।
hr: Upozorenje! URL ovog proxyja ne omogućuje povezivanje s uslugom aplikacije.
hu: Figyelem! Ennek a proxy-nak az URL-je nem teszi lehetővé az alkalmazás szolgáltatásához való csatlakozást.
id: Peringatan! URL proksi ini tidak memungkinkan Anda terhubung ke layanan aplikasi.
it: Attenzione! L'URL di questo proxy non ti consente di connetterti al servizio dell'app.
ja: 警告！このプロキシのURLでは、アプリのサービスに接続できません。
ko: 경고! 이 프록시의 URL을 사용하여 앱 서비스에 연결할 수 없습니다.
nb: Advarsel! URL-en til denne proxyen tillater deg ikke å koble til appens tjeneste.
nl: Waarschuwing! De URL van deze proxy staat je niet toe om verbinding te maken met de service van de app.
pl: Ostrzeżenie! Adres URL tego serwera proxy nie pozwala na połączenie z usługą aplikacji.
pt_pt: Atenção! O URL deste proxy não permite que se ligue ao serviço da aplicação.
ro: Atenție! URL-ul acestui proxy nu permite conectarea la serviciul aplicației.
ru: Внимание! URL-адрес этого прокси-сервера не позволяет вам подключиться к сервису приложения.
sk: Upozornenie! URL tohto proxy neumožňuje pripojenie k službe aplikácie.
sl: Opozorilo! URL tega proxya ne omogoča povezave s storitvijo aplikacije.
sq: Paralajmërim! URL-ja e këtij proxy nuk ju lejon të lidheni me shërbimin e aplikacionit.
sr_latn: Upozorenje! URL ovog proxy-ja vam ne omogućava povezivanje sa uslugom aplikacije.
sv: Varning! Den här proxyservrarens URL tillåter dig inte att ansluta till appens tjänst.
tr: Uyarı! Bu proxy'nin URL'si, uygulamanın hizmetine bağlanmanıza izin vermiyor.
uk: Увага! URL-адреса цього проксі-сервера не дозволяє вам підключитися до служби програми.
vi: Cảnh báo! URL của proxy này không cho phép bạn kết nối với dịch vụ của ứng dụng.
zh_hans: 警告！此代理的 URL 不允许您连接到应用的服务。
zh_hant: 警告！此代理程式的 URL 不允許您連接到應用程式的服務。

# quality_of_service_view_enable_notifications
source: Enable notifications
ar: تمكين الإخطارات
bg: Разрешаване на известия
cs: Povolit oznámení
da: Aktivér notifikationer
de: Benachrichtigungen aktivieren
el: Ενεργοποίηση ειδοποιήσεων
es: Permitir notificaciones
fa: اعلان ها را فعال کنید
fi: Ota käyttöön ilmoitukset
fr: Activer les notifications
he: אפשר התראות
hi: सूचनाएं सक्षम करें
hr: Omogući obavijesti
hu: Értesítések engedélyezése
id: Aktifkan notifikasi
it: Attivare le notifiche
ja: 通知を有効にします
ko: 알림 활성화
nb: Aktiver varsler
nl: Notificaties aanzetten
pl: Włącz powiadomienia
pt_pt: Ativar notificações
ro: Activați notificările
ru: Включить уведомления
sk: Povoliť upozornenia
sl: Omogoči obvestila
sq: Aktivizo njoftimet
sr_latn: Omogući obaveštenja
sv: Aktivera aviseringar
tr: Bildirimleri etkinleştir
uk: Увімкнути сповіщення
vi: Bật thông báo
zh_hans: 启用通知
zh_hant: 啟用通知

# quality_of_service_view_enable_notifications_warning
source: Without these permissions, messages may take a very long time to reach their destination.
ar: وبدون هذه الأذونات، قد تستغرق الرسائل وقتًا طويلاً جدًا للوصول إلى وجهتها.
bg: Без тези разрешения съобщенията може да пристигат със значително забавяне.
cs: Bez těchto oprávnění může doručení zpráv trvat velmi dlouho.
da: Uden disse tilladelser kan det tage meget lang tid for meddelelser at nå deres destination.
de: Ohne diese Berechtigungen kann es sehr lange dauern, bis Nachrichten ihr Ziel erreichen.
el: Χωρίς αυτά τα δικαιώματα, τα μηνύματα μπορεί να φτάνουν με μεγάλη καθυστέρηση.
es: Sin estos permisos, los mensajes pueden tardar mucho en llegar a su destino.
fa: بدون این مجوزها، پیام ها ممکن است زمان زیادی طول بکشد تا به مقصد برسند.
fi: Ilman näitä oikeuksia viestien saapuminen perille voi kestää hyvin kauan.
fr: Sans ces autorisations, les messages peuvent mettre très longtemps à atteindre leur destination.
he: ללא הרשאות אלה, ייתכן שייקח להודעות זמן רב מאוד להגיע ליעדן.
hi: इन अनुमतियों के बिना, संदेशों को अपने गंतव्य तक पहुंचने में बहुत लंबा समय लग सकता है।
hr: Bez ovih dopuštenja porukama može trebati jako dugo da stignu do odredišta.
hu: Ezen engedélyek nélkül az üzenetek nagyon lassan érkezhetnek meg.
id: Tanpa izin ini, pesan mungkin memerlukan waktu sangat lama untuk sampai ke tujuannya.
it: Senza queste autorizzazioni, i messaggi potrebbero impiegare molto tempo per raggiungere la loro destinazione.
ja: これらのアクセス許可がないと、メッセージが宛先に到達するまでに非常に長い時間がかかる可能性があります。
ko: 이러한 권한이 없으면 메시지가 대상에 도달하는 데 매우 오랜 시간이 걸릴 수 있습니다.
nb: Uten disse tillatelsene kan det ta lang tid før meldinger når destinasjonen.
nl: Zonder deze machtigingen kan het erg lang duren voordat berichten hun bestemming bereiken.
pl: Bez tych uprawnień dotarcie wiadomości do miejsca docelowego może zająć bardzo dużo czasu.
pt_pt: Sem essas permissões, as mensagens podem demorar muito para chegar ao destino.
ro: Fără aceste permisiuni, mesajele pot ajunge cu multă întârziere.
ru: Без этих разрешений доставка сообщений до места назначения может занять очень много времени.
sk: Bez týchto povolení môže doručenie správ trvať veľmi dlho.
sl: Brez teh dovoljenj lahko sporočila do cilja potujejo zelo dolgo.
sq: Pa këto leje, mesazhet mund të marrin shumë kohë për të arritur në destinacion.
sr_latn: Bez ovih dozvola, porukama može trebati veoma dugo da stignu na odredište.
sv: Utan dessa behörigheter kan det ta mycket lång tid innan meddelanden når destinationen.
tr: Bu izinler olmadan mesajların hedeflerine ulaşması çok uzun zaman alabilir.
uk: Без цих дозволів повідомленням може знадобитися дуже багато часу, щоб досягти місця призначення.
vi: Nếu không có quyền này, tin nhắn có thể đến rất trễ.
zh_hans: 如果没有这些权限，消息可能需要很长时间才能到达目的地。
zh_hant: 如果沒有這些權限，訊息可能需要很長時間才能到達目的地。

# quality_of_service_view_settings
source: Change app permissions in system settings.
ar: تغيير أذونات التطبيق في إعدادات النظام.
bg: Променете разрешенията на приложението в системните настройки.
cs: Změnit oprávnění aplikace v systémovém nastavení.
da: Skift app-tilladelser i systemindstillinger.
de: Ändern Sie die Anwendungsberechtigungen in den Systemeinstellungen.
el: Αλλάξτε τα δικαιώματα της εφαρμογής στις ρυθμίσεις συστήματος.
es: Cambie los permisos de la aplicación en la configuración del sistema.
fa: مجوزهای برنامه را در تنظیمات سیستم تغییر دهید.
fi: Muuta sovellusten käyttöoikeuksia järjestelmäasetuksissa.
fr: Modifiez les autorisations de l'application dans les paramètres système.
he: שנה הרשאות אפליקציה בהגדרות המערכת.
hi: सिस्टम सेटिंग्स में ऐप अनुमतियाँ बदलें।
hr: Promijenite dopuštenja aplikacije u postavkama sustava.
hu: Módosítsd az alkalmazás engedélyeit a rendszerbeállításokban.
id: Ubah izin aplikasi di pengaturan sistem.
it: Modifica le autorizzazioni dell'app nelle impostazioni di sistema.
ja: システム設定でアプリの権限を変更します。
ko: 시스템 설정에서 앱 권한을 변경하세요.
nb: Endre apptillatelser i systeminnstillingene.
nl: Wijzig app-machtigingen in systeeminstellingen.
pl: Zmień uprawnienia aplikacji w ustawieniach systemu.
pt_pt: Altere as permissões do aplicativo nas configurações do sistema.
ro: Modificați permisiunile aplicației în setările sistemului.
ru: Измените разрешения приложения в настройках системы.
sk: Zmeňte povolenia aplikácie v systémových nastaveniach.
sl: V sistemskih nastavitvah spremenite dovoljenja aplikacije.
sq: Ndrysho lejet e aplikacionit te cilësimet e sistemit.
sr_latn: Promenite dozvole aplikacije u sistemskim podešavanjima.
sv: Ändra appbehörigheter i systeminställningar.
tr: Sistem ayarlarında uygulama izinlerini değiştirin.
uk: Змініть дозволи програми в налаштуваннях системи.
vi: Thay đổi quyền ứng dụng trong cài đặt hệ thống.
zh_hans: 在系统设置中更改应用程序权限。
zh_hant: 在系統設定中更改應用程式權限。

# quality_of_service_view_step1_message
source: Encrypted messages are exchanged directly between devices in real time, using a "peer-to-peer" approach, without content distribution servers. This ensures there are no trace in the cloud and provides unique privacy protection.
ar: يتم تبادل الرسائل المشفرة مباشرة بين الأجهزة في الوقت الفعلي ، باستخدام نهج "نظير إلى نظير " ، بدون خوادم توزيع المحتوى. هذا يضمن عدم وجود أي أثر في السحابة ويوفر حماية خصوصية فريدة.
bg: Криптираните съобщения се обменят директно между устройствата в реално време чрез peer‑to‑peer подход, без сървъри за разпространение на съдържанието. Това гарантира липса на следи в облака и уникална поверителност.
cs: Šifrované zprávy jsou vyměňovány přímo mezi zařízeními v reálném čase pomocí „peer‑to‑peer“ přístupu, bez serverů pro distribuci obsahu. To zajišťuje žádné stopy v cloudu a jedinečnou ochranu soukromí.
da: Krypterede beskeder udveksles direkte mellem enheder i realtid ved hjælp af en "peer-to-peer"-tilgang uden indholdsdistributionsservere. Dette sikrer, at der ikke er spor i skyen og giver en unik beskyttelse af privatlivets fred.
de: Verschlüsselte Nachrichten werden in Echtzeit direkt zwischen den Geräten nach dem „Peer-to-Peer“-Prinzip ausgetauscht, ohne Server zur Inhaltsverteilung. Dies stellt sicher, dass keine Spuren in der Cloud hinterlassen werden, und bietet einen einzigartigen Schutz Ihrer Privatsphäre.
el: Τα κρυπτογραφημένα μηνύματα ανταλλάσσονται απευθείας μεταξύ συσκευών σε πραγματικό χρόνο μέσω peer‑to‑peer, χωρίς διακομιστές διανομής περιεχομένου. Έτσι δεν αφήνουν ίχνη στο cloud και προσφέρουν μοναδική προστασία ιδιωτικότητας.
es: Los mensajes cifrados se intercambian directamente entre dispositivos en tiempo real, utilizando un enfoque "peer-to-peer", sin servidores de distribución de contenido. Esto garantiza que no haya rastros en la nube y brinda una protección de privacidad única.
fa: پیام‌های رمزگذاری‌شده مستقیماً بین دستگاه‌ها در زمان واقعی، با استفاده از رویکرد "همتا به همتا" بدون سرورهای توزیع محتوا مبادله می‌شوند. این تضمین می کند که هیچ اثری در ابر وجود ندارد و حفاظت از حریم خصوصی منحصر به فردی را فراهم می کند.
fi: Salattuja viestejä vaihdetaan suoraan laitteiden välillä reaaliajassa käyttämällä "peer-to-peer" -lähestymistapaa ilman sisällönjakelupalvelimia. Tämä varmistaa, että pilvessä ei ole jälkiä ja tarjoaa ainutlaatuisen yksityisyyden suojan.
fr: Les messages chiffrés sont échangés directement entre les appareils en temps réel, en utilisant une approche "peer-to-peer", sans serveurs de distribution de contenu. Cela garantit l’absence de trace dans le cloud et offre une protection unique de la confidentialité.
he: הודעות מוצפנות מוחלפות ישירות בין מכשירים בזמן אמת, תוך שימוש בגישת "עמית לעמית", ללא שרתי הפצת תוכן. זה מבטיח שאין עקבות בענן ומספק הגנת פרטיות ייחודית.
hi: सामग्री वितरण सर्वर के बिना "पीयर-टू-पीयर" दृष्टिकोण का उपयोग करते हुए, एन्क्रिप्ट किए गए संदेशों का वास्तविक समय में उपकरणों के बीच सीधे आदान-प्रदान किया जाता है। यह सुनिश्चित करता है कि क्लाउड में कोई निशान नहीं है और अद्वितीय गोपनीयता सुरक्षा प्रदान करता है।
hr: Šifrirane poruke razmjenjuju se izravno između uređaja u stvarnom vremenu, pristupom „peer-to-peer”, bez poslužitelja za distribuciju sadržaja. To osigurava da nema tragova u oblaku i pruža jedinstvenu zaštitu privatnosti.
hu: A titkosított üzenetek valós időben, közvetlenül eszközről eszközre kerülnek továbbításra, tartalomszerverek nélkül. Ez biztosítja, hogy ne maradjon nyom a felhőben, és egyedi adatvédelmet nyújt.
id: Pesan terenkripsi dipertukarkan langsung antar perangkat dalam waktu nyata, menggunakan pendekatan "peer-to-peer", tanpa server distribusi konten. Ini memastikan tidak ada jejak di cloud dan memberikan perlindungan privasi yang unik.
it: I messaggi crittografati vengono scambiati direttamente tra i dispositivi in tempo reale, utilizzando un approccio "peer-to-peer", senza server di distribuzione dei contenuti. Ciò garantisce che non vi siano tracce nel cloud e fornisce una protezione della privacy unica.
ja: 暗号化されたメッセージは、コンテンツ配信サーバーなしで「ピアツーピア」アプローチを使用して、リアルタイムでデバイス間で直接交換されます。 これにより、クラウドに痕跡が残らず、独自のプライバシー保護が提供されます。
ko: 암호화된 메시지는 콘텐츠 배포 서버 없이 "peer-to-peer" 접근 방식을 사용하여 장치 간에 실시간으로 직접 교환됩니다. 이렇게 하면 클라우드에 흔적이 남지 않으며 고유한 개인 정보 보호 기능을 제공합니다.
nb: Krypterte meldinger utveksles direkte mellom enheter i sanntid, ved hjelp av en "peer-to-peer"-tilnærming, uten innholdsdistribusjonsservere. Dette sikrer at det ikke er spor i skyen og gir unik personvernbeskyttelse.
nl: Versleutelde berichten worden rechtstreeks in realtime uitgewisseld tussen apparaten, met behulp van een "peer-to-peer"-benadering, zonder contentdistributieservers. Dit zorgt ervoor dat er geen spoor in de cloud is en biedt unieke privacybescherming.
pl: Zaszyfrowane wiadomości są wymieniane bezpośrednio między urządzeniami w czasie rzeczywistym, przy użyciu metody „peer-to-peer”, bez serwerów dystrybucji treści. Zapewnia to brak śladów w chmurze i zapewnia wyjątkową ochronę prywatności.
pt_pt: As mensagens criptografadas são trocadas diretamente entre os dispositivos em tempo real, usando uma abordagem "peer-to-peer", sem servidores de distribuição de conteúdo. Isso garante que não haja vestígios na nuvem e fornece proteção de privacidade exclusiva.
ro: Mesajele criptate sunt schimbate direct între dispozitive în timp real, fără servere de distribuție. Astfel nu există urme în cloud și se asigură confidențialitate unică.
ru: Обмен зашифрованными сообщениями между устройствами осуществляется напрямую в режиме реального времени с использованием подхода "peer-to-peer" без использования серверов распространения контента. Это гарантирует отсутствие следов в облаке и обеспечивает уникальную защиту конфиденциальности.
sk: Šifrované správy sa vymieňajú priamo medzi zariadeniami v reálnom čase pomocou peer‑to‑peer prístupu, bez distribučných serverov. Zaručuje to nulové stopy v cloude a jedinečnú ochranu súkromia.
sl: Šifrirana sporočila se izmenjujejo neposredno med napravami v realnem času z uporabo pristopa »peer-to-peer«, brez strežnikov za distribucijo vsebine. To zagotavlja, da v oblaku ni sledi, in nudi edinstveno zaščito zasebnosti.
sq: Mesazhet e enkriptuara shkëmbehen drejtpërdrejt midis pajisjeve në kohë reale, duke përdorur një qasje \"peer-to-peer\", pa serverë shpërndarjeje të përmbajtjes. Kjo siguron që të mos ketë gjurmë në cloud dhe ofron mbrojtje unike të privatësisë.
sr_latn: Šifrovane poruke se razmenjuju direktno između uređaja u realnom vremenu, koristeći \"peer-to-peer\" pristup, bez servera za distribuciju sadržaja. Ovo osigurava da nema tragova u oblaku i pruža jedinstvenu zaštitu privatnosti.
sv: Krypterade meddelanden utbyts direkt mellan enheter i realtid, med hjälp av en "peer-to-peer"-metod, utan innehållsdistributionsservrar. Detta säkerställer att det inte finns några spår i molnet och ger ett unikt integritetsskydd.
tr: Şifreli mesajlar, içerik dağıtım sunucuları olmadan, "peer-to-peer" yaklaşımı kullanılarak gerçek zamanlı olarak doğrudan cihazlar arasında değiş tokuş edilir. Bu, bulutta iz olmamasını sağlar ve benzersiz gizlilik koruması sağlar.
uk: Зашифровані повідомлення обмінюються безпосередньо між пристроями в режимі реального часу за допомогою "peer-to-peer" підходу без серверів розподілу вмісту. Це гарантує відсутність слідів у хмарі та забезпечує унікальний захист конфіденційності.
vi: Tin nhắn được mã hóa trao đổi trực tiếp giữa thiết bị theo thời gian thực, không qua máy chủ trung gian. Điều này bảo đảm không để lại dấu vết và bảo vệ quyền riêng tư tối đa.
zh_hans: 加密消息直接在设备之间实时交换，使用“点对点”方法，无需内容分发服务器。 这确保了云中没有痕迹，并提供了独特的隐私保护。
zh_hant: 加密消息直接在設備之間實時交換，使用“點對點”方法，無需內容分發服務器。這確保了雲中沒有痕跡，並提供了獨特的隱私保護。
